{"id":3,"date":"2023-04-18T06:47:54","date_gmt":"2023-04-18T06:47:54","guid":{"rendered":"https:\/\/www.onetouchhealth.net\/?page_id=3"},"modified":"2024-07-04T15:35:08","modified_gmt":"2024-07-04T15:35:08","slug":"privacy-policy-web","status":"publish","type":"page","link":"https:\/\/www.onetouchhealth.net\/privacy-policy-web","title":{"rendered":"Privacy Policy"},"content":{"rendered":"\n\n\n\n<section class=\"js-image-hero relative bg-center bg-no-repeat bg-cover h-[33.33vh] lg:h-[50vh] pt-0 pb-0 lg:pt-0 lg:pb-0 \"\n         data-block=\"image-hero\"\n         style=\"background-image: url('https:\/\/www.onetouchhealth.net\/app\/uploads\/2023\/04\/OT-Article-Banner@2x.png')\">\n    <div class=\"sm:hidden bg-oth-black\/25 absolute top-0 left-0 h-full w-full\"><\/div>\n    <div class=\"container\">\n    \n        <div class=\"relative z-10 w-full lg:w-5\/12 py-6 lg:py-16\">\n                            <h1 class=\"text-4xl lg:text-6xl text-white lg:leading-[1.1]\">\n                    Privacy Policy\n                <\/h1>\n            \n                    <\/div>\n\n    <\/div>\n<\/section>\n\n    <section data-block=\"breadcrumbs\" class=\"js-image-hero\">\n        <div class=\"container\">\n            <div class=\"breadcrumbs w-full border-b border-oth-light-gray text-xs py-4 lg:py-6\">\n                <span><span><a href=\"https:\/\/www.onetouchhealth.net\/\">Home<\/a><\/span><\/span>\n            <\/div>\n        <\/div>\n    <\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p><strong>Last updated: January 15, 2021<\/strong><\/p>\n<p>OneTouch Health (&#8220;us&#8221;, &#8220;we&#8221;, or &#8220;our&#8221;) operates the https:\/\/onetouchhealth.net website (the &#8220;Service&#8221;).<\/p>\n<p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our website and the choices you have associated with that data.<\/p>\n<p>This policy does not cover our SaaS products or any commercial services we offer. The policies for these are issued to clients at onboarding and during the term of the commercial relationship.<\/p>\n<p>We use your data to provide and improve the website. By using the website, you agree to the collection and use of information in accordance with this policy. Unless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https:\/\/onetouchhealth.net<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Definitions\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p><strong>Service<\/strong><\/p>\n<p>Service is the https:\/\/onetouchhealth.net website operated by One Touch Health<\/p>\n<p><strong>Personal Data<\/strong><\/p>\n<p>Personal Data means data about a living individual who can be identified from those data (or from those and other information either in our possession or likely to come into our possession).<\/p>\n<p><strong>Usage Data<\/strong><\/p>\n<p>Usage Data is data collected automatically either generated by the use of the website or from the website infrastructure itself (for example, the duration of a page visit).<\/p>\n<p><strong>Cookies<\/strong><\/p>\n<p>Cookies are small pieces of data stored on your device (computer or mobile device).<\/p>\n<p><strong>Data Controller<\/strong><\/p>\n<p>Data Controller means the natural or legal person who (either alone or jointly or in common with other persons) determines the purposes for which and the manner in which any personal information are, or are to be, processed.<\/p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.<\/p>\n<p><strong>Data Processors (or Service Providers)<\/strong><\/p>\n<p>Data Processor (or Service Provider) means any natural or legal person who processes the data on behalf of the Data Controller.<\/p>\n<p>We may use the websites of various Service Providers in order to process your data more effectively.<\/p>\n<p><strong>Data Subject (or User)<\/strong><\/p>\n<p>Data Subject is any living individual who is using our Service and is the subject of Personal Data.<\/p>\n<p>&nbsp;<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Information Collection and Use\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>We collect several different types of information for various purposes to provide and improve our Service to you.<\/p>\n<h3>Types of Data Collected<\/h3>\n<h4>Personal Data<\/h4>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (&#8220;Personal Data&#8221;). Personally identifiable information may include, but is not limited to:<\/p>\n<ul>\n<li>Email address<\/li>\n<li>First name and last name<\/li>\n<li>Phone number<\/li>\n<li>Address, State, Province, ZIP\/Postal code, City<\/li>\n<li>Cookies and Usage Data<\/li>\n<\/ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you. You may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send or by contacting us.<\/p>\n<h4>Usage Data<\/h4>\n<p>We may also collect information how the website is accessed and used (&#8220;Usage Data&#8221;). This Usage Data may include information such as your computer&#8217;s Internet Protocol address (e.g. IP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.<\/p>\n<h4>Location Data<\/h4>\n<p>We may use and store information about your location if you give us permission to do so (“Location Data”). We use this data to provide features of our Service, to improve and customize our Service.<\/p>\n<p>You can enable or disable location services when you use our Service at any time, through your device settings.<\/p>\n<h4>Tracking Cookies Data<\/h4>\n<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.<\/p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier. Cookies are sent to your browser from a website and stored on your device. Tracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.<\/p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent. However, if you do not accept cookies, you may not be able to use some portions of our Service.<\/p>\n<p>Examples of Cookies we use:<\/p>\n<ul>\n<li><strong>Session Cookies.<\/strong> We use Session Cookies to operate our Service.<\/li>\n<li><strong>Preference Cookies.<\/strong> We use Preference Cookies to remember your preferences and various settings.<\/li>\n<li><strong>Security Cookies.<\/strong> We use Security Cookies for security purposes.<\/li>\n<li><strong>Advertising Cookies.<\/strong> Advertising Cookies are used to serve you with advertisements that may be relevant to you and your interests.<\/li>\n<\/ul>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Use of Data\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>OneTouch Health uses the collected data for various purposes:<\/p>\n<ul>\n<li>To provide and maintain our Service<\/li>\n<li>To notify you about changes to our Service<\/li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so<\/li>\n<li>To provide customer support<\/li>\n<li>To gather analysis or valuable information so that we can improve our Service<\/li>\n<li>To monitor the usage of our Service<\/li>\n<li>To detect, prevent and address technical issues<\/li>\n<li>To provide you with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless you have opted not to receive such information<\/li>\n<\/ul>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Legal Basis for Processing Personal Data Under General Data Protection Regulation (GDPR)\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>If you are from the European Economic Area (EEA), OneTouch Health’s legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Data we collect and the specific context in which we collect it.<\/p>\n<p>OneTouch Health may process your Personal Data because:<\/p>\n<ul>\n<li>We need to perform a contract with you<\/li>\n<li>You have given us permission to do so<\/li>\n<li>The processing is in our legitimate interests and it&#8217;s not overridden by your rights<\/li>\n<li>For payment processing purposes<\/li>\n<li>To comply with the law<\/li>\n<\/ul>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Retention of Data\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>OneTouch Health will retain your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy. We will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.<\/p>\n<p>OneTouch Health will also retain Usage Data for internal analysis purposes. Usage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of our Service, or we are legally obligated to retain this data for longer time periods.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Transfer of Data\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.<\/p>\n<p>If you are located outside Ireland and choose to provide information to us, please note that we transfer the data, including Personal Data, to Ireland and process it there.<\/p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.<\/p>\n<p>OneTouch Health will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organisation or a country unless there are adequate controls in place including the security of your data and other personal information.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Disclosure of Data\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <h3>Disclosure for Law Enforcement<\/h3>\n<p>Under certain circumstances, OneTouch Health may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g. a court or a government agency).<\/p>\n<h3>Legal Requirements<\/h3>\n<p>OneTouch Health may disclose your Personal Data in the good faith belief that such action is necessary to:<\/p>\n<ul>\n<li>To comply with a legal obligation<\/li>\n<li>To protect and defend the rights or property of OneTouch Health<\/li>\n<li>To prevent or investigate possible wrongdoing in connection with the website<\/li>\n<li>To protect the personal safety of users of the website or the public<\/li>\n<li>To protect against legal liability<\/li>\n<\/ul>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Security of Data\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure. While we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        &#8220;Do Not Track&#8221; Signals Under California Online Privacy Protection Act (CalOPPA)\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>We do not support Do Not Track (&#8220;DNT&#8221;). Do Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.<\/p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Your Data Protection Rights Under General Data Protection Regulation (GDPR)\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights. OneTouch Health aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Data.<\/p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.<\/p>\n<p>In certain circumstances, you have the following data protection rights:<\/p>\n<p><strong>The right to access, update or to delete the information we have on you.<\/strong> Whenever made possible, you can access, update or request deletion of your Personal Data directly within your account settings section. If you are unable to perform these actions yourself, please contact us to assist you.<\/p>\n<p><strong>The right of rectification.<\/strong> You have the right to have your information rectified if that information is inaccurate or incomplete.<\/p>\n<p><strong>The right to object.<\/strong> You have the right to object to our processing of your Personal Data.<\/p>\n<p><strong>The right of restriction.<\/strong> You have the right to request that we restrict the processing of your personal information.<\/p>\n<p><strong>The right to data portability.<\/strong> You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.<\/p>\n<p><strong>The right to withdraw consent.<\/strong> You also have the right to withdraw your consent at any time where OneTouch Health relied on your consent to process your personal information.<\/p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.<\/p>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Data. For more information, please contact your local data protection authority in the European Economic Area (EEA).<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Service Providers\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>We may employ third party companies and individuals to facilitate our Service (&#8220;Service Providers&#8221;), to provide the website on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.<\/p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.<\/p>\n<h3>Analytics<\/h3>\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.<\/p>\n<p><strong>Google Analytics<\/strong><\/p>\n<p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic. Google uses the data collected to track and monitor the use of our Service. This data is shared with other Google services. Google may use the collected data to contextualize and personalize the ads of its own advertising network.<\/p>\n<p>You can opt-out of having made your activity on the website available to Google Analytics by installing the Google Analytics opt-out browser add-on. The add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.<\/p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy Terms web page: <a href=\"https:\/\/go.wepay.com\/privacy-policy?hl=en\" target=\"_blank\" rel=\"nofollow\">https:\/\/policies.google.com\/privacy?hl=en<\/a><\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Links to Other Sites\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>Our Service may contain links to other sites that are not operated by us. If you click on a third party link, you will be directed to that third party&#8217;s site. We strongly advise you to review the Privacy Policy of every site you visit.<\/p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Children&#8217;s Privacy\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>Our Service does not address anyone under the age of 18 (&#8220;Children&#8221;).<\/p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18. If you are a parent or guardian and you are aware that your child has provided us with Personal Data, please contact us. If we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-0 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Changes to This Privacy Policy\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.<\/p>\n<p>We will let you know via email and\/or a prominent notice on our Service, prior to the change becoming effective and update the &#8220;effective date&#8221; at the top of this Privacy Policy.<\/p>\n<p>You are advised to review this Privacy Policy periodically for any changes. Changes to this Privacy Policy are effective when they are posted on this page.<\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n\n\n\n\n\n\n\n\n<section class=\"pt-0 pb-24 \" data-block=\"generic-content\" style=\"background-color: #fff;\" data-aos=\"none\">\n    <div class=\"container\">\n    \n        <div class=\"flex flex-wrap -mx-4\">\n            <div class=\"md:ml-0 px-4 text-left w-full md:w-full\">\n                                    <h2 style=\"color: #50b7cc;\">\n                        Contact Us\n                    <\/h2>\n                \n                                    <div class=\"wysiwyg\" style=\"color: #252525;\">\n                        <p>If you have any questions about this Privacy Policy, please contact us:<\/p>\n<p>By email:<\/p>\n<p><a href=\"mailto:dataprotection@onetouchhealth.net\" target=\"_blank\" rel=\"nofollow\">dataprotection@onetouchhealth.net<\/a><\/p>\n\n                    <\/div>\n                            <\/div>\n        <\/div>\n    \n    <\/div>\n<\/section>\n","protected":false},"excerpt":{"rendered":"","protected":false},"author":1,"featured_media":0,"parent":0,"menu_order":0,"comment_status":"closed","ping_status":"closed","template":"","meta":{"content-type":"","inline_featured_image":false,"footnotes":""},"acf":[],"yoast_head":"<!-- This site is optimized with the Yoast SEO plugin v21.9.1 - https:\/\/yoast.com\/wordpress\/plugins\/seo\/ -->\n<title>Privacy Policy - OneTouch Health<\/title>\n<meta name=\"description\" content=\"We take your privacy seriously, this page details how we handle it and the steps we take to protect it on this site.\" \/>\n<meta name=\"robots\" content=\"index, follow, max-snippet:-1, max-image-preview:large, max-video-preview:-1\" \/>\n<link rel=\"canonical\" href=\"https:\/\/www.onetouchhealth.net\/privacy-policy-web\" \/>\n<meta property=\"og:locale\" content=\"en_GB\" \/>\n<meta property=\"og:type\" content=\"article\" \/>\n<meta property=\"og:title\" content=\"Privacy Policy - OneTouch Health\" \/>\n<meta property=\"og:description\" content=\"We take your privacy seriously, this page details how we handle it and the steps we take to protect it on this site.\" \/>\n<meta property=\"og:url\" content=\"https:\/\/www.onetouchhealth.net\/privacy-policy-web\" \/>\n<meta property=\"og:site_name\" content=\"OneTouch Health\" \/>\n<meta property=\"article:modified_time\" content=\"2024-07-04T15:35:08+00:00\" \/>\n<meta name=\"twitter:card\" content=\"summary_large_image\" \/>\n<meta name=\"twitter:label1\" content=\"Est. reading time\" \/>\n\t<meta name=\"twitter:data1\" content=\"10 minutes\" \/>\n<script type=\"application\/ld+json\" class=\"yoast-schema-graph\">{\"@context\":\"https:\/\/schema.org\",\"@graph\":[{\"@type\":\"WebPage\",\"@id\":\"https:\/\/www.onetouchhealth.net\/privacy-policy-web\",\"url\":\"https:\/\/www.onetouchhealth.net\/privacy-policy-web\",\"name\":\"Privacy Policy - OneTouch Health\",\"isPartOf\":{\"@id\":\"https:\/\/www.onetouchhealth.net\/#website\"},\"datePublished\":\"2023-04-18T06:47:54+00:00\",\"dateModified\":\"2024-07-04T15:35:08+00:00\",\"description\":\"We take your privacy seriously, this page details how we handle it and the steps we take to protect it on this site.\",\"breadcrumb\":{\"@id\":\"https:\/\/www.onetouchhealth.net\/privacy-policy-web#breadcrumb\"},\"inLanguage\":\"en-GB\",\"potentialAction\":[{\"@type\":\"ReadAction\",\"target\":[\"https:\/\/www.onetouchhealth.net\/privacy-policy-web\"]}]},{\"@type\":\"BreadcrumbList\",\"@id\":\"https:\/\/www.onetouchhealth.net\/privacy-policy-web#breadcrumb\",\"itemListElement\":[{\"@type\":\"ListItem\",\"position\":1,\"name\":\"Home\",\"item\":\"https:\/\/www.onetouchhealth.net\/\"},{\"@type\":\"ListItem\",\"position\":2,\"name\":\"Privacy Policy\"}]},{\"@type\":\"WebSite\",\"@id\":\"https:\/\/www.onetouchhealth.net\/#website\",\"url\":\"https:\/\/www.onetouchhealth.net\/\",\"name\":\"OneTouch Health\",\"description\":\"The Complete Digital Care Management Platform » OneTouch\",\"potentialAction\":[{\"@type\":\"SearchAction\",\"target\":{\"@type\":\"EntryPoint\",\"urlTemplate\":\"https:\/\/www.onetouchhealth.net\/?s={search_term_string}\"},\"query-input\":\"required name=search_term_string\"}],\"inLanguage\":\"en-GB\"}]}<\/script>\n<!-- \/ Yoast SEO plugin. -->","yoast_head_json":{"title":"Privacy Policy - OneTouch Health","description":"We take your privacy seriously, this page details how we handle it and the steps we take to protect it on this site.","robots":{"index":"index","follow":"follow","max-snippet":"max-snippet:-1","max-image-preview":"max-image-preview:large","max-video-preview":"max-video-preview:-1"},"canonical":"https:\/\/www.onetouchhealth.net\/privacy-policy-web","og_locale":"en_GB","og_type":"article","og_title":"Privacy Policy - OneTouch Health","og_description":"We take your privacy seriously, this page details how we handle it and the steps we take to protect it on this site.","og_url":"https:\/\/www.onetouchhealth.net\/privacy-policy-web","og_site_name":"OneTouch Health","article_modified_time":"2024-07-04T15:35:08+00:00","twitter_card":"summary_large_image","twitter_misc":{"Est. reading time":"10 minutes"},"schema":{"@context":"https:\/\/schema.org","@graph":[{"@type":"WebPage","@id":"https:\/\/www.onetouchhealth.net\/privacy-policy-web","url":"https:\/\/www.onetouchhealth.net\/privacy-policy-web","name":"Privacy Policy - OneTouch Health","isPartOf":{"@id":"https:\/\/www.onetouchhealth.net\/#website"},"datePublished":"2023-04-18T06:47:54+00:00","dateModified":"2024-07-04T15:35:08+00:00","description":"We take your privacy seriously, this page details how we handle it and the steps we take to protect it on this site.","breadcrumb":{"@id":"https:\/\/www.onetouchhealth.net\/privacy-policy-web#breadcrumb"},"inLanguage":"en-GB","potentialAction":[{"@type":"ReadAction","target":["https:\/\/www.onetouchhealth.net\/privacy-policy-web"]}]},{"@type":"BreadcrumbList","@id":"https:\/\/www.onetouchhealth.net\/privacy-policy-web#breadcrumb","itemListElement":[{"@type":"ListItem","position":1,"name":"Home","item":"https:\/\/www.onetouchhealth.net\/"},{"@type":"ListItem","position":2,"name":"Privacy Policy"}]},{"@type":"WebSite","@id":"https:\/\/www.onetouchhealth.net\/#website","url":"https:\/\/www.onetouchhealth.net\/","name":"OneTouch Health","description":"The Complete Digital Care Management Platform » OneTouch","potentialAction":[{"@type":"SearchAction","target":{"@type":"EntryPoint","urlTemplate":"https:\/\/www.onetouchhealth.net\/?s={search_term_string}"},"query-input":"required name=search_term_string"}],"inLanguage":"en-GB"}]}},"_links":{"self":[{"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/pages\/3"}],"collection":[{"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/pages"}],"about":[{"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/types\/page"}],"author":[{"embeddable":true,"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/comments?post=3"}],"version-history":[{"count":29,"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/pages\/3\/revisions"}],"predecessor-version":[{"id":2745,"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/pages\/3\/revisions\/2745"}],"wp:attachment":[{"href":"https:\/\/www.onetouchhealth.net\/wp-json\/wp\/v2\/media?parent=3"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}